{
  "BAGGAGE_ALLOWANCE": {
    "BAGGAGE_RULES": [
      "Her yolcu, uçuş sırasında yanına ücretsiz olarak bir adet el bagajı alabilir. Maksimum ölçüler ve ağırlık sınırlamaları, uçuş sınıfınıza göre değişiklik gösterebilir. Genel olarak, el bagajınızın maksimum ağırlığı 8 kg ve ölçüleri 55 x 40 x 20 cm olmalıdır.",
      "El bagajınıza ek olarak, bir adet kişisel eşya (örneğin, el çantası, dizüstü bilgisayar çantası veya kamera çantası) taşıyabilirsiniz. Bu kişisel eşyaların da belirli boyut ve ağırlık sınırlarına uyması gerekmektedir.",
      "Uçuşunuza bağlı olarak, ücretsiz bagaj hakkınız mevcuttur. Ekonomi sınıfında genellikle 20 kg, Business sınıfında ise 30 kg bagaj hakkı sunulmaktadır. Bagaj hakkı detayları bilet sınıfınıza ve destinasyonunuza göre değişebilir.",
      "Ücretsiz bagaj hakkınızı aşmanız durumunda, fazla bagaj ücreti uygulanabilir. Ekstra bagaj hakkınızı önceden rezervasyon yaparak veya havaalanında check-in sırasında satın alabilirsiniz.",
      "Spor ekipmanları, müzik aletleri veya diğer özel eşyalar için ek bagaj hakkı gerekebilir. Bu tür eşyalarınız için önceden bilgi vererek, uygun taşıma ve ücretlendirme hakkında bilgi alabilirsiniz.",
      "Bagajınızın güvenliği ve takibi için modern sistemler kullanıyoruz. Her bagajınızın üzerinde etiket bulunmaktadır ve bu etiket, bagajınızı uçuş sırasında takip etmenize olanak tanır.",
      "Bagajınızın kaybolması veya hasar görmesi durumunda, hemen havaalanı yetkilileri ile iletişime geçmelisiniz. Bagaj sorunlarıyla ilgili destek almak için müşteri hizmetlerimizden yardım alabilirsiniz."
    ],
    "LUGGAGE_RIGHTS": "Bagaj Hakkı",
    "LUGGAGE_INFO": "Seyahatiniz sırasında rahatlığınızı sağlamak için bagaj hakkınızı bilmek önemlidir. Ücretsiz el bagajı hakkınız, uçuş sınıfınıza bağlı olarak belirli ölçü ve ağırlık sınırlarıyla sunulur, ayrıca kişisel eşyalarınızı da taşıyabilirsiniz. Kayıtlı bagaj hakkınız ise, genellikle 20 kg ile 30 kg arasında değişir; fazla bagaj için ek ücret uygulanabilir. Özel eşyalar ve spor ekipmanları için önceden bilgi vererek uygun taşıma düzenlemeleri yapabilirsiniz. Bagajınızın kaybolması veya hasar görmesi durumunda, havaalanı yetkilileri ve müşteri hizmetlerimiz size yardımcı olacaktır. Bagaj hakkınızla ilgili daha fazla bilgi için Bagaj Politikamız sayfasını ziyaret edebilirsiniz.",
    "BAGGAGE_OPTIONS_DOMESTIC": "Bagaj Tercihleri - İç Hatlar",
    "BAGGAGE_OPTIONS_INTERNATIONAL": "Bagaj Tercihleri - Dış Hatlar",
    "LIGHT_PACKAGE": "LIGHT PAKET",
    "SUPER_ECO_PACKAGE": "SÜPER EKO PAKET",
    "ADVANTAGE_PACKAGE": "AVANTAJ PAKET",
    "COMFORT_FLEX_PACKAGE": "COMFORT FLEX PAKET",
    "PRICE_STARTING_FROM": "229,99 ₺’den başlayan fiyatlarla",
    "WEIGHT_0KG": "0 KG",
    "WEIGHT_20KG": "20 KG",
    "BAGGAGE_RIGHTS_RULES": "Bagaj Hakları & Kuralları",
    "BAGGAGE_RIGHTS_INFO": "Seyahatiniz boyunca bagaj haklarınızı bilmek, yolculuğunuzu daha rahat ve sorunsuz geçirebilmeniz için önemlidir.",
    "BAGGAGE_POLICY_DETAILS": "Bagaj hakkı politikamızla ilgili detaylar:"
  },
  "FLEX_RESERVATION": {
    "TITLE": "Esnek Rezervasyon",
    "DESCRIPTION": "Seyahatiniz planlanırken, esneklik ve rahatlık önceliğimizdir. Esnek rezervasyon politikamız, değişen planlarınıza uyum sağlamanıza ve seyahat deneyiminizi daha esnek hale getirmenize olanak tanır.",
    "ADVANTAGES_TITLE": "İşte esnek rezervasyon politikamızın sunduğu avantajlar:",
    "ADVANTAGES": [
      "Rezervasyonunuzu yaparken tarih veya saat değişiklikleri yapmanız gerekirse, belirli koşullar altında ücretsiz değişiklik yapabilirsiniz. Seyahat tarihlerinizi veya uçuş saatlerinizi değiştirmek için müşteri hizmetlerimizle iletişime geçebilirsiniz.",
      "Planlarınızda değişiklik yapmanız gerektiğinde, esnek iptal seçeneklerimizle biletinizi iptal edebilir ve ödemenizi geri alabilirsiniz. İptal şartlarımız ve koşullarımız hakkında detaylı bilgiye İptal Politikamız sayfasından ulaşabilirsiniz.",
      "Rezervasyonunuzu değiştirmek istediğinizde, hızlı ve kolay bir süreç sunarak sizin için en uygun alternatifleri belirleriz. Online portalımız veya müşteri hizmetlerimiz aracılığıyla değişiklik işlemlerinizi gerçekleştirebilirsiniz.",
      "Esnek rezervasyon politikamız kapsamında karşılaşabileceğiniz her türlü sorun için profesyonel müşteri hizmetlerimiz size yardımcı olur. Sorularınızı yanıtlamak ve ihtiyaçlarınıza uygun çözümler sunmak için buradayız."
    ]
  },
  "INFLIGHT_SERVICES": {
    "TITLE": "Uçak İçi Hizmetler",
    "DESCRIPTION": "Uçuşlarınızda konforunuzu ve memnuniyetinizi ön planda tutarak sunduğumuz çeşitli uçak içi hizmetlerimizle tanışın.",
    "SERVICES_TITLE": "Yolculuklarınız boyunca size en iyi deneyimi sunmak için aşağıdaki hizmetleri sağlamaktayız:",
    "SERVICES": [
      "Lezzetli yemekler ve geniş içecek seçeneklerimizle uçuş sırasında damak tadınıza hitap ederiz. Menü seçeneklerimizi, özel diyet taleplerinizi karşılayacak şekilde düzenleyebiliriz.",
      "Geniş bir eğlence yelpazesi sunarak film, dizi ve müzik seçenekleriyle yolculuğunuzu keyifli hale getiririz. Kişisel ekranlarınızda dilediğiniz içerikleri izleyebilir veya dinleyebilirsiniz.",
      "Rahat ve ergonomik koltuklarımız, uzun uçuşlarınızı daha konforlu hale getirir. Ekstra bacak alanı ve ayarlanabilir sırt yaslama özellikleriyle dinlenme imkanı sunarız.",
      "Uçuş sırasında bağlantınızı kesmeden işlerinizi halletmenizi sağlayan Wi-Fi hizmetimiz ve elektronik cihazlarınızı şarj edebileceğiniz prizlerimiz mevcuttur.",
      "Profesyonel kabin ekibimiz, her türlü ihtiyacınızda yanınızda olup, size üstün bir hizmet deneyimi sunmak için hazırdır. Sorularınız ve özel talepleriniz için ekibimize başvurabilirsiniz.",
      "Uçak içi hijyen standartlarımıza yüksek öncelik veriyoruz. Temizlik ve dezenfeksiyon süreçlerimizle güvenli ve temiz bir ortam sunarız."
    ]
  },
  "SEAT_SELECTION": {
    "TITLE": "Koltuk Seçimi",
    "DESCRIPTION": "Uçuşunuz öncesinde konforunuzu artırmak için koltuk seçimi hizmetimizden yararlanabilirsiniz. Web sitemiz veya mobil uygulamamız aracılığıyla, istediğiniz koltukları kolayca seçebilir ve uçuş gününde yerinizi garanti altına alabilirsiniz. Pencere kenarı, ekstra bacak alanı veya yan yana oturma gibi tercihlerinizle seyahatinizi daha keyifli hale getirin. Koltuk seçimi sırasında bazı özel alanlar için ek ücret talep edilebilir. Herhangi bir değişiklik veya yardıma ihtiyacınız olduğunda müşteri hizmetlerimiz size destek olmaktan mutluluk duyacaktır. Konforlu bir yolculuk için koltuk seçiminizi yapmayı unutmayın!",
    "ABROAD": "Yurtdışı",
    "DOMESTIC": "Yurtiçi",
    "SEE_SEATS": "Koltukları gör",
    "SEATS": {
      "EXTRA_LEGROOM": {
        "TITLE": "Ekstra Diz Mesafesi",
        "SUBTITLE": "Rahat etmek isteyenler için",
        "DOMESTIC_PRICE": "499.99 TL'den başlayan",
        "ABROAD_PRICE": "999.99 TL'den başlayan"
      },
      "FRONT_SEATS": {
        "TITLE": "Ön Koltuklar",
        "SUBTITLE": "Rahatça inip binmek isteyenler için",
        "DOMESTIC_PRICE": "499.99 TL'den başlayan",
        "ABROAD_PRICE": "999.99 TL'den başlayan"
      },
      "WINDOW_SEATS": {
        "TITLE": "Pencere Kenarı",
        "SUBTITLE": "Rahatsız edilmek istemeyenler için",
        "DOMESTIC_PRICE": "499.99 TL'den başlayan",
        "ABROAD_PRICE": "999.99 TL'den başlayan"
      },
      "AISLE_SEATS": {
        "TITLE": "Koridor Kenarı",
        "SUBTITLE": "Sıkça yerinden kalkanlar için",
        "DOMESTIC_PRICE": "499.99 TL'den başlayan",
        "ABROAD_PRICE": "999.99 TL'den başlayan"
      },
      "OTHER_SEATS": {
        "TITLE": "Diğer Koltuklar",
        "SUBTITLE": "Birlikte oturmak isteyenler için",
        "DOMESTIC_PRICE": "499.99 TL'den başlayan",
        "ABROAD_PRICE": "999.99 TL'den başlayan"
      },
      "RANDOM_SEAT": {
        "TITLE": "Rastgele Koltuk",
        "SUBTITLE": "Ek koltuk ücreti vermek istemeyenler için",
        "DOMESTIC_PRICE": "0 TL (rastgele gelen koltuk - ödemesiz)",
        "ABROAD_PRICE": "0 TL (rastgele gelen koltuk - ödemesiz)"
      }
    }
  },
  "VIP_SELECTION": {
    "TITLE": "VIP Hizmeti",
    "DESCRIPTION": "Siz değerli misafirlerimize en yüksek konfor ve ayrıcalığı sunmak için özel VIP hizmetlerimizle yanınızdayız.",
    "ADVANTAGES_TITLE": "Seyahatinizi lüks ve rahatlık içinde geçirmeniz için sunduğumuz VIP hizmetlerimiz:",
    "ADVANTAGES": [
      "Havaalanına vardığınızda hızlı ve zahmetsiz bir şekilde işlemlerinizi tamamlamanızı sağlayan öncelikli check-in ve boarding hizmetlerimizle, zamanınızı verimli bir şekilde kullanabilirsiniz.",
      "Sizi rahatlatıcı bir ortamda beklemenizi sağlayan özel lounge erişimi sunuyoruz. Ücretsiz yiyecek ve içeceklerin yanı sıra, konforlu oturma alanları ve internet erişimiyle seyahat öncesi veya sonrası keyifli vakit geçirebilirsiniz.",
      "Seyahatiniz boyunca özel asistanlarımız, tüm ihtiyaçlarınızı karşılamak için sizinle ilgilenir. Bilet düzenlemelerinden bagaj yönetimine kadar her türlü konuda destek sağlarlar.",
      "Havaalanı transferleriniz, şehrin en konforlu araçlarıyla sağlanır. VIP araçlarımızla hızlı, güvenli ve rahat bir yolculuk deneyimi yaşarsınız.",
      "Uçuşunuz sırasında size özel hazırlanan gurme yemekler ve içecek seçenekleri sunarak, en yüksek kaliteyi ve lezzeti deneyimlemenizi sağlarız.",
      "Güvenliğiniz ve gizliliğiniz bizim önceliğimizdir. Özel güvenlik önlemleri ve gizlilik standartlarımızla, seyahatinizi endişesiz bir şekilde geçirebilirsiniz."
    ]
  },
  "DISCOVER": {
    "ANKARA": {
      "CITY_INFO": "Ankara (ESB) Seyahatin İçin Şehir Bilgilendirmesi",
      "CULTURE_TITLE": "Sanat, Kültür ve Konserleri Yaşayın",
      "STATISTICS": {
        "AREA": "Yüz Ölçümü",
        "POPULATION": "Nüfus",
        "PHONE_CODE": "Telefon Kodu",
        "REGION": "Bölge"
      },
      "STATISTICS_VALUES": {
        "AREA": "24,521 km²",
        "POPULATION": "5,803,482",
        "PHONE_CODE": "(+90) 312",
        "REGION": "İç Anadolu"
      },
      "DATAS": {
        "FIRST_DATA": {
          "TITLE": "Anıtkabir",
          "SUBTITLE": "Türkiye Cumhuriyeti’nin atası Mustafa Kemal Atatürk’ün anıt mezarı olan Anıtkabir, hayatın boyunca bir kerede olsa mutlaka görmen gereken yerlerden. Park çeşitli ülkeler ve Türkiye’den ağaçlarla dolu.  Anıtkabir’in Anıt bloğu Aslanlı Yol, Tören Meydanı ve Mozole’den oluşuyor. Ayrıca Anıtkabir’de 10 kule bulunuyor. Bu kuleler devletin ve milletin oluşumundaki önemli kavramlar olan Hürriyet, İstiklal, Mehmetçik, Zafer, Barış, 23 Nisan, Misak-ı Milli, İnkılap, Cumhuriyet ve Müdafaa- ı Hukuk gibi kavram ve olayları temsil ediyor."
        },
        "SECOND_DATA": {
          "TITLE": "Augustus Tapınağı",
          "SUBTITLE": "İmparator Augustus ve kentin tanrıçası Roma’ya ithaf edilerek inşa edilmiş tapınak yalnızca Ankara için değil tüm dünya için oldukça önemli bir yapı. ‘’Tanrılaşmış Augustus’un Yaptığı İşler’’ yazıtı tapınağın duvarlarına yazılmış. Augustus’un başardığı işleri anlatan çift dilli yazıt dünya tarihi açısından büyük değer taşıyor çünkü; kaybolan orijinal yazıtın korunmuş tek tam kopyası ve Roma devrini anlatan en değerli belgelerden."
        },
        "THIRD_DATA": {
          "TITLE": "Hacı Bayram Camii",
          "SUBTITLE": "Augustus Tapınağının bitişiğinde bulunan cami, Bayrami tarikatının kurucusu Hacı Bayram Veli adına yapılmış. 17.- 18. yüzyıl camilerinin özelliklerini taşıyan caminin içi çiçek desenleri ve Kütahya çinileri ile süslü. Mihrap alınlığında ise Kur’an’dan sureler yer alıyor. Ankara’daki en güzel 15. yüzyıl türbe örneklerinden olan Hacı Bayram Türbesi, caminin mihrap duvarına bitişik. Türbenin ahşap kapıları ise Ankara Etnografya Müzesi’nde sergileniyor."
        }
      },
      "TITLE1": "Ankara’nın Tarihi ve Kültürel Mirası",
      "TITLE2": "Ankara’nın Modern Yaşamı ve Sosyal Hayatı",
      "PARAGRAPH1": "Ankara, Türkiye'nin başkenti olarak modern ve tarihi unsurları bir araya getiren dinamik bir şehirdir. Cumhuriyetin kalbi olarak bilinen Ankara, Atatürk’ün anıt mezarı Anıtkabir ve etkileyici TBMM binası gibi önemli siyasi ve tarihi mekanlara ev sahipliği yapar. Ayrıca, şehrin merkezindeki geniş parkları, canlı kültürel sahnesi ve alışveriş bölgeleriyle dikkat çeker. Ankara'nın zengin müzeleri, modern alışveriş merkezleri ve geleneksel restoranları, ziyaretçilere hem kültürel hem de keyifli bir deneyim sunar.",
      "PARAGRAPH2": "Ankara, Türkiye’nin başkenti olarak zengin bir tarihi ve kültürel mirasa sahiptir. Şehir, Cumhuriyet’in kurucusu Mustafa Kemal Atatürk’ün anıt mezarı olan Anıtkabir ile anılır ve bu görkemli yapıyı ziyaret ederek Türkiye’nin modern tarihini derinlemesine keşfedebilirsiniz. Ayrıca, Roma dönemine ait kalıntılara ev sahipliği yapan Augustus Tapınağı ve Hacı Bayram Veli Camii gibi önemli tarihi yapılar, şehrin tarihine ışık tutar. Ankara’nın müzeleri, özellikle Ankara Devlet Resim ve Heykel Müzesi ve Türkiye Cumhuriyeti Devlet Demiryolları Müzesi, hem kültürel hem de sanatsal açıdan zengin bir deneyim sunar.",
      "PARAGRAPH3": "Ankara, tarihi dokusunun yanı sıra modern bir yaşam tarzı sunar. Şehir merkezi Kızılay, alışveriş merkezleri, kafeler ve restoranlarla doludur ve sosyal yaşamın kalbidir. Gençlerin ve ailelerin keyifle vakit geçirebileceği geniş parklar, özellikle Atatürk Orman Çiftliği ve Gençlik Parkı, doğal bir kaçış sağlar. Ayrıca, Ankara'nın dinamik gece hayatı, çeşitli barlar, kulüpler ve restoranlarla oldukça canlıdır. Şehir, yıl boyunca düzenlenen kültürel etkinlikler, tiyatro oyunları ve konserlerle zengin bir sosyal takvim sunar. Ankara, hem tarihi derinliği hem de modern olanaklarıyla ziyaretçilere unutulmaz bir deneyim sunar."
    },
    "ANTALYA": {
      "CITY_INFO": "Antalya (AYT) Seyahatin İçin Şehir Bilgilendirmesi",
      "CULTURE_TITLE": "Yaz, güneş, plaj. yalnızca tatil!",
      "STATISTICS": {
        "AREA": "Yüz Ölçümü",
        "POPULATION": "Nüfus",
        "PHONE_CODE": "Telefon Kodu",
        "REGION": "Bölge"
      },
      "STATISTICS_VALUES": {
        "AREA": "20,909 km²",
        "POPULATION": "2,288,456",
        "PHONE_CODE": "(+90) 242",
        "REGION": "Akdeniz"
      },
      "DATAS": {
        "FIRST_DATA": {
          "TITLE": "Düden Şelalesi",
          "SUBTITLE": "Antalya’da görülmesi gereken yerler arasında bulunan Düden Şelalesi’ne Antalya merkezden ulaşımı son derece rahat ve kolaydır. Düden Şelalesi, Kepez ilçesinde yer alıyor. Özellikle yaz aylarında en popüler yerlerden olan Düden Şelalesi, iki kola ayrılarak Antalya falezlerinden 40 km yükseklikten Akdeniz’e dökülerek mutlaka görülmeye değer harika bir manzara oluşturuyor. Hiçbir şey yapmadan yalnızca suyun o sesiyle bile büyülenebilirsiniz. Elbette yapılacak başka pek çok keyifli etkinlik mevcut; alan içerisinde seyir terasları, yürüyüş yolları, kafeler, restoranlar, hediyelik eşya dükkanları da yer alıyor. Manzaranın tadına vardıktan sonra huzurlu bir doğa yürüyüşü yapabilir ve ardından mis gibi bir kahve keyfi yapabilirsiniz. Yaz tatili için geldiğinizde buradaki serinliğin de Antalya’nın ikliminde çok iyi geleceğini şimdiden söyleyelim."
        },
        "SECOND_DATA": {
          "TITLE": "Olimpos Antik Kenti",
          "SUBTITLE": "Antalya’da görülmesi gereken yerler arasında yer alan ve bölgedeki en büyük liman kentlerinden biri olan Olimpos Antik Kenti, Antalya’nın güney sahilinde konumlanmaktadır. Tarih ve kültür gezisine çıkmış olan ilgililerin yoğun olarak ilgi gösterdiği antik kent, ilk olarak M.Ö 160 yılında inşa edilmiş ve sonrasında da 11. ve 12. Yüzyıl dönemlerinde de Rodos şövalyeleri ve Venedikliler yeniden inşa etmişlerdir. Olimpos Antik Kenti’ni gezerken Roma dönemine ait olan tapınaklar, tüm görkemiyle hala ayakta olan bir Orta Çağ kalesi, agora, antik liman gibi pek çok tarihi eseri göreceksiniz. Olimpos Antik Kenti, haftanın her günü 08.00-21.00 saatleri arasında yerli yabancı turistlerini ağırlıyor."
        },
        "THIRD_DATA": {
          "TITLE": "Side Antik Kenti",
          "SUBTITLE": "Side Antik Kenti, Antalya’nın Manavgat ilçesine bağlı Selimiye Mahallesi sınırları içerisinde yer almaktadır. Side Antik Kenti’ni ziyaret edebilmek için özel aracınızla Mersin – Antalya yolunu Manavgat’a kadar takip ederek, Selimiye yönüne devam etmeniz gerekmektedir. Kente ayrıca taksi veya Side dolmuşlarıyla da gidilebilmektedir. Manavgat’ın popüler tatil merkezlerinden olan Side’nin tarihe tanıklık etmiş yapılarından olan Side Antik Kenti M.Ö. 1. yüzyılda inşa edilmiştir. Liman kenti olarak uzun bir süre kullanılmış olan Side Antik Kenti içerisinde kent surları ve sütunlu cadde, en çok dikkat çeken yapılar arasındadır. Side Antik Kenti ziyaretlerinizde mutlaka görmeniz gereken yapılardan olan Side Antik Tiyatrosu, 17.000 kişilik kapasitesi ile oldukça etkileyici bir görünüme sahiptir. Antik kent içerisinde yer alan Side Müzesi de bölgede gezilebilecek noktalar arasındadır. Antalya tatilinde mutlaka ziyaret etmeniz gereken destinasyonlardan olan Side Antik Kenti, haftanın her günü 08:30 ile 19:30 saatleri arasında ziyaret edilebilmektedir."
        }
      },
      "TITLE1": "Antalya'nın Tarihi ve Kültürel Mirası",
      "TITLE2": "Antalya’nın Doğal Güzellikleri ve Tatil Olanakları",
      "PARAGRAPH1": "Antalya, Türkiye'nin güney kıyısında yer alan muazzam güzellikte bir tatil cennetidir; bembeyaz plajları ve turkuaz deniziyle ünlü olup, tarihi Kaleiçi sokaklarından antik Perge ve Aspendos kalıntılarına kadar zengin bir kültürel mirasa sahiptir. Akdeniz ikliminin sunduğu mükemmel hava koşulları ve doğal güzellikleriyle dikkat çeken Antalya, ayrıca hareketli gece hayatı, şık restoranları ve alışveriş fırsatlarıyla da tatilcilerin gözdesidir. Doğaseverler için Düden ve Manavgat Şelaleleri gibi doğal harikalar ve çeşitli açık hava aktiviteleri, bu güzel şehri unutulmaz bir destinasyon yapar.",
      "PARAGRAPH2": "Antalya, Türkiye'nin güney kıyısında, tarihi ve kültürel zenginlikleriyle ünlü bir şehir olarak öne çıkar. Kaleiçi'nin dar sokaklarında yürüyüş yaparak Osmanlı dönemine ait yapıları keşfedebilir, şehrin tarihine dair izler bulabilirsiniz. Ayrıca, Roma dönemine ait kalıntılara ev sahipliği yapan Perge ve Aspendos antik kentleri, bölgenin tarihi mirasını gözler önüne serer. Antalya Müzesi ise, bölgenin arkeolojik buluntularını ve tarihini sergileyen önemli bir kültürel mekandır. Şehir, tarihi dokusunu modern yaşamla harmanlayan bir atmosfer sunar.",
      "PARAGRAPH3": "Antalya, muazzam doğal güzellikleri ve tatil olanakları ile dikkat çeker. Bembeyaz plajları ve turkuaz deniziyle ünlü Lara Plajı ve Konyaaltı Plajı, güneşlenmek ve denizin tadını çıkarmak için mükemmel yerlerdir. Düden ve Manavgat şelaleleri gibi doğal harikalar, ziyaretçilere huzur dolu anlar sunar. Ayrıca, Antalya'nın çevresindeki Çıralı ve Olimpos gibi tatil beldeleri, doğal güzellikleri ve dinlendirici atmosferleriyle bilinir. Şehir, hem tarihi hem de doğal güzellikleriyle tatilciler için unutulmaz bir deneyim sunar."
    },
    "ISTANBUL": {
      "CITY_INFO": "İstanbul (IST) Seyehatin İçin Şehir Bilgilendirmesi",
      "CULTURE_TITLE": "Sanat, kültür, tarih ve daha fazlası...",
      "STATISTICS": {
        "AREA": "Yüz Ölçümü",
        "POPULATION": "Nüfus",
        "PHONE_CODE": "Telefon Kodu",
        "REGION": "Bölge"
      },
      "STATISTICS_VALUES": {
        "AREA": "5,461 km²",
        "POPULATION": "15,655,924",
        "PHONE_CODE": "(+90) 212",
        "REGION": "Marmara"
      },
      "DATAS": {
        "FIRST_DATA": {
          "TITLE": "Ayasofya Camii",
          "SUBTITLE": "İstanbul denince akla gelen ilk tarihi yapı tabii ki de geçmişte kilise ve müze olarak da kullanılan Ayasofya Camii. 537 yılında açılan ve Bizanslı mimarlar İsidoros ve Anthemios tarafından yapılan caminin en önemli özelliklerinden biri aynı yerde 3 kez inşa edilmiş bir yapı olması. Bir kilise olarak hizmet veren ve İstanbul’un fethinden sonra camiye çevrilen yapı, Bakanlar Kurulu kararı ile 1935-2020 yılları arasında müze olarak hizmet verdi. 2020 yılındacami statüsü ile hizmet vermeye başlayan Ayasofya, bugün sadece İstanbul’un değil dünyanın en önemli tarihi sembollerinden biri olarak kabul görüyor."
        },
        "SECOND_DATA": {
          "TITLE": "Kız Kulesi",
          "SUBTITLE": "Salacak açıklarında yer alan Kız Kulesi hakkında bugüne dek çok sayıda rivayet ortaya atılmış ve yapı efsanelere konu olmuş. Üsküdar’da Bizans Dönemi’nden kalan tek eser olmasıyla öne çıkan yapı, M.Ö. 24. Yıla kadar eski bir tarihe sahip. Geçmişte Yunan döneminde bir mezara ev sahipliği yapmış yer, bugüne dek gümrük istasyonu, karantina odası gibi farklı işlevlerde kullanılmış olsa da asıl görevi hep gemilere yol göstermek olmuş. 2000 yılında restore edilen Kız Kulesi’nin içine bir de restoran eklenmiş ve bu sayede yapının turistik değeri artmış."
        },
        "THIRD_DATA": {
          "TITLE": "Kapalıçarşı",
          "SUBTITLE": "Dünyadaki ilk alışveriş merkezlerinden biri olan Kapalıçarşı, İstanbul’un en ikonik yapılarından biri. Beyazıt, Nuruosmaniye ve Mercan semtlerinin kesişim noktasında yer alan Kapalı Çarşı, 4.000 dükkanı ve yaklaşık 25.000 çalışanıyla adeta farklı bir dünya. Kapalıçarşı’ya gelmişken yalnızca burada gezerek şehrin ruhunu deneyimlemek bir seçenek iken başka bir seçeneğin daha var. O da buradaki dükkanlardan yiyecek, kıyafet ya da mücevher alışverişleri yapmak. Böylelikle İstanbul seyahatinden kendin için birkaç anıyı da yanında götürebilirsin. Yalnızca burada gezerek şehrin esnaf kültürü hakkında fikir sahibi olman da mümkün."
        }
      },
      "TITLE1": "İstanbul'un Tarihi ve Kültürel Mirası",
      "TITLE2": "İstanbul’un Modern Yaşamı ve Sosyal Hayatı",
      "PARAGRAPH1": "İstanbul, hem Avrupa hem de Asya kıtalarında yer alan tarihi ve kültürel bir başkent olarak, ziyaretçilerine benzersiz bir deneyim sunar. Tarihi İstanbul, Bizans ve Osmanlı mirasını modern yaşamla harmanlayan bu şehir, etkileyici yapılarıyla göz kamaştırır; Ayasofya, Topkapı Sarayı ve Sultanahmet Camii gibi tarihi mekanlar, zengin kültürel geçmişini sergiler. Boğaziçi'nin göz alıcı manzaraları eşliğinde yapılacak bir tekne turu, İstanbul'un büyüleyici güzelliklerini keşfetmenin harika bir yoludur. Ayrıca, Kapalıçarşı ve Mısır Çarşısı gibi canlı pazarlar, şehrin enerjisini ve çeşitliliğini yansıtır. İstanbul, dinamik yaşamı, gurme restoranları ve kültürel etkinlikleriyle hem tarihi hem de modern yönleriyle keşfetmeye değer bir şehirdir.",
      "PARAGRAPH2": "İstanbul, Türkiye'nin en tarihi ve kültürel açıdan zengin şehirlerinden biridir. Şehir, Bizans ve Osmanlı imparatorluklarının başkenti olarak birçok önemli yapıyı barındırır. Ayasofya, etkileyici mimarisi ve tarihi önemiyle bu mirası yansıtırken, Topkapı Sarayı ve Sultanahmet Camii de Osmanlı İmparatorluğu’nun ihtişamını gözler önüne serer. İstanbul'un tarihi bölgelerindeki dar sokaklarda dolaşırken, Kapalıçarşı ve Mısır Çarşısı gibi geleneksel pazarların canlı atmosferini deneyimleyebilirsiniz. Bu bölgeler, şehrin geçmişiyle bağlantı kurarken, zengin kültürel çeşitliliğini de hissettirir.",
      "PARAGRAPH3": "İstanbul, tarihi zenginliklerinin yanı sıra dinamik ve modern bir yaşam tarzı sunar. Şehir, Boğaziçi'nin iki kıta arasındaki muhteşem manzarası eşliğinde sosyal hayatın merkezidir. Şişli ve Beşiktaş gibi bölgelerdeki alışveriş merkezleri, restoranlar ve kafeler, şehrin modern yüzünü yansıtır. İstanbul'un enerjik gece hayatı, ünlü barlar, kulüpler ve canlı müzik mekanlarıyla doludur. Ayrıca, İstanbul’un sanat ve kültür etkinlikleri, konserler ve sergiler ile kültürel takvimi oldukça doludur. Şehir, hem tarihi dokusunu hem de çağdaş yaşamını keşfetmek isteyenler için zengin bir deneyim sunar."
    },
    "IZMIR": {
      "CITY_INFO": "İzmir (ADB) Seyehatin İçin Şehir Bilgilendirmesi",
      "CULTURE_TITLE": "Güneş, Deniz & Gezme",
      "STATISTICS": {
        "AREA": "Yüz Ölçümü",
        "POPULATION": "Nüfus",
        "PHONE_CODE": "Telefon Kodu",
        "REGION": "Bölge"
      },
      "STATISTICS_VALUES": {
        "AREA": "12,012 km²",
        "POPULATION": "4,479,525",
        "PHONE_CODE": "(+90) 232",
        "REGION": "Ege"
      },
      "DATAS": {
        "FIRST_DATA": {
          "TITLE": "İzmir Saat Kulesi",
          "SUBTITLE": "İzmir'in en ünlü simgesel yapısı olan İzmir Saat Kulesi, 1901 yılında Osmanlı padişahı II. Abdülhamit'in tahta çıkışının 25. yılını kutlamak amacıyla inşa edilmiş bir şaheser. Kemeraltı Çarşısı’nın girişinde ve Konak Yalı Cami'nin yanı başında yer alan 25 metre yükseklikte 4 katlı etkileyici saat kulesi, özgün mimarisi ile diğer Osmanlı saat kulelerinden ayrılıyor. Ünlü bir Fransız mimar tarafından tasarlanan İzmir Saat Kulesi, kesme taşlarla inşa edilmiş ve etkileyici taş kabartmalar ile süslü. Saat kulesinin çevresindeki dört çeşme ve Kuzey Afrika’yı simgeleyen kolonlar da görülmeye değer güzellikte. Sultan II. Abdülhamid'in tuğrasının da kabartma olarak işlendiği, 81 m2 taban genişliğine sahip İzmir Saat Kulesi’nde fotoğraf çekmeden şehirden ayrılmayın."
        },
        "SECOND_DATA": {
          "TITLE": "İzmir Tarihi Asansör",
          "SUBTITLE": "İzmir'in simgesel yapılarından biri haline gelen ve 1907 yılında bir iş adamı tarafından yaptırılan İzmir Tarihi Asansör, 58 metre yüksekliği ile hemen dikkatinizi çekecek. Mithatpaşa Caddesi ile Şehit Nihatbey Caddesi arasında yer alan ve sunduğu panoramik İzmir manzaraları ile ünlü İzmir Tarihi Asansör, 155 basamaktan oluşuyor. Asansörün en üst katında ise bir kafeterya ve seyir terası var. Etkileyici klasik taş mimarisiyle görülmeye değer güzellikteki Tarihi Asansör’ün terasında İzmir’in panoramik manzaraları eşliğinde çayınızı yudumlayabilir ve harika fotoğraflar çekebilirsiniz."
        },
        "THIRD_DATA": {
          "TITLE": "Konak Meydanı",
          "SUBTITLE": "Resmi adı Atatürk Meydanı olan ve İzmir'in en hareketli meydanlarından biri olan Konak Meydanı; İlk Kurşun Anıtı, İzmir Saat Kulesi ve Konak Yalı Camii gibi pek çok simgesel yapıya ev sahipliği yapıyor. Günün her saati hareketli olan ve İzmir’in önemli buluşma noktalarından Konak Meydanı; Ege Deniz manzaralı parklar, yürüyüş yolları, onlarca mağaza, kafe ve kaliteli restoranlarıyla İzmir’i keşfetmeye başlamak için en ideal nokta. Akşamları sokak müzisyenlerini dinleyebileceğiniz Konak Meydanı, aynı zamanda Kıbrıs Şehitler Caddesi ve Alsancak Sevgi Yolu gibi popüler yerlere de oldukça yakın."
        }
      },
      "TITLE1": "İzmir’in Tarihi ve Kültürel Zenginlikleri",
      "TITLE2": "İzmir’in Modern Yaşamı ve Eğlence Dünyası",
      "PARAGRAPH1": "İzmir, Türkiye'nin batısında yer alan ve Ege Bölgesi'nin en gözde şehirlerinden biri olarak öne çıkan bir tatil ve keşif noktasıdır. Tarihi Smyrna'nın modern yüzü olan İzmir, etkileyici sahil şeridi, canlı kafe kültürü ve tarihi zenginlikleriyle tanınır. Kordonboyu’nda keyifli yürüyüşler yapabilir, ünlü Kemeralti Çarşısı’nda alışveriş yapabilir veya Efes ve Şirince gibi tarihi ve kültürel yerleri keşfe çıkabilirsiniz. İzmir'in sıcak iklimi, nefis Ege mutfağı ve dinamik yaşam tarzı, her ziyaretçiye unutulmaz bir deneyim sunar.",
      "PARAGRAPH2": "İzmir, Türkiye'nin Ege Bölgesi’nde tarih ve kültürün iç içe geçtiği bir şehir olarak öne çıkar. Tarihi Smyrna'nın modern yansıması olan İzmir, antik dönemlere ait birçok kalıntıya ev sahipliği yapar. Efes Antik Kenti, Roma ve Bizans dönemlerine ait etkileyici yapılarıyla büyüleyici bir deneyim sunarken, Bergama’daki Pergamon ve Asklepion kalıntıları da tarihi meraklılarını cezbetmektedir. Şehir merkezindeki Kemeralti Çarşısı, Osmanlı döneminden kalma tarihi bir pazar olup, alışveriş yaparken tarihi dokunun tadını çıkarmanızı sağlar. Ayrıca, Şirince Köyü’nün otantik atmosferi ve geleneksel yapıları, İzmir’in zengin kültürel mirasını keşfetmek isteyenler için ideal bir duraktır.",
      "PARAGRAPH3": "İzmir, tarihi zenginliklerinin yanı sıra modern yaşamın da dinamik bir temsilcisidir. Şehir merkezindeki Kordonboyu, deniz kenarındaki kafeleri ve restoranlarıyla ünlü olup, güzel bir yürüyüş yapmak veya gün batımını izlemek için mükemmel bir mekandır. Alsancak ve Bornova gibi bölgelerdeki alışveriş merkezleri, butik mağazalar ve canlı gece hayatı, modern İzmir'in enerjisini yansıtır. Çeşme ve Alaçatı gibi çevre tatil beldeleri, plajları, şarap bağları ve şirin taş evleriyle tatilciler için cazip bir seçenek sunar. İzmir, hem tarih hem de modern yaşamın keyfini çıkarmak isteyenler için çeşitli aktiviteler ve deneyimler sunar."
    }
  },
  "AIR_POINTS": {
    "TITLE1": "Air Puan Nedir?",
    "DESCRIPTION1": "Air Puan, uçuşlarınız ve diğer hizmetlerimizle kazandığınız bir ödül puan sistemidir. Her uçuşta veya belirli işlemlerde kazandığınız puanları, bilet alımlarında, ek hizmetlerde, koltuk seçimlerinde ve paket avantajlarında kullanabilirsiniz. Air Puanlarınızı takip etmek ve kullanmak için Hesabım bölümünden puan bakiyenizi kontrol edebilir, kazançlarınızı görebilir ve puan kullanımıyla ilgili işlemlerinizi gerçekleştirebilirsiniz.",
    "TITLE2": "Air Puan Nasıl Kazanılır?",
    "TIMELINE": {
      "STEP1": "Hesap Oluştur",
      "STEP2": "Uçak Bileti Al",
      "STEP3": "Uçuşun Gerçekleştikten Sonra Air Puan Kazan",
      "STEP4": "Sonraki Uçuşlarında Air Puanlar ile Fırsatlardan Yararlan"
    },
    "TITLE3": "Air Puanlar ile Neler Yapılabilir?",
    "OPTIONS": {
      "TICKET": "Ücretsiz Uçak Bileti",
      "BAGGAGE": "Ek Bagaj Fırsatı",
      "SEAT": "Koltuk Seçimi",
      "SERVICE": "Uçak İçi Hizmetler"
    },
    "OPTIONS_DESC": {
      "TICKET": "Yolculuklardan kazandığın Air Puanlar ile ücretsiz uçak bileti al.",
      "BAGGAGE": "Yolculuklarda kullanabileceğin ek bagaj fırsatından yararlan.",
      "SEAT": "Yolculuğunu dilediğin koltuğu seçerek gerçekleştir.",
      "SERVICE": "Uçuş sırasında yiyecek, içecek, eğlence gibi hizmetlerden yararlan."
    }
  },
  "AIRPORT_INFO": {
    "TITLE": "Havalimanı bilgileri",
    "DESCRIPTION": "En güncel bilgiye ulaşmak için her zaman ilgili havalimanının internet sitesini kontrol etmenizi öneririz.",
    "TIPS1": "* Temsili sayıda veri girilmiştir.",
    "TIPS2": "* Terminal bilgileri gerçek bilgileri göstermeyebilir.",
    "TIPS3": "* Test amaçlı bir uygulama olduğu için gerçek verileri ilgili havalimanının internet sitesinden kontrol edebilirsiniz.",
    "AIRPORT_NAME": "HAVAALANI ADI",
    "AIRPORT_CODE": "HAVAALANI KODU",
    "AIRPORT_CITY": "ŞEHİR",
    "AIRPORT_TERMINAL": "TERMİNAL",
    "SEARCH": "Ara",
    "RESET": "Sıfırla",
    "PLACEHOLDER": "İsme göre ara",
    "AIRPORTS": {
      "ADANA_AIRPORT": "Adana-Şakirpaşa Havalimanı",
      "ISTANBUL_AIRPORT": "Sabiha Gökçen Havalimanı",
      "ANKARA_AIRPORT": "Ankara Esenboğa Havalimanı",
      "IZMIR_AIRPORT": "İzmir Adnan Menderes Havalimanı",
      "ANTALYA_AIRPORT": "Antalya Havalimanı",
      "TRABZON_AIRPORT": "Trabzon Havalimanı",
      "KONYA_AIRPORT": "Konya Havalimanı"
    }
  },
  "FAQ": {
    "TITLE": "Sıkça Sorulan Sorular",
    "DESCRIPTION": "Hoş geldiniz! Havayolu firmamız hakkında sıkça sorulan soruların cevaplarını burada bulabilirsiniz. Sizlere daha iyi hizmet verebilmek için, bu bölümde en çok karşılaşılan sorunları ve yanıtlarını derledik. Sorularınızın cevabını burada bulamazsanız, bizimle iletişime geçmekten çekinmeyin.",
    "DATAS": {
      "DATA1": {
        "QUESTION": "Uçuş rezervasyonumu nasıl yapabilirim?",
        "ANSWER": "Uçuş rezervasyonunuzu web sitemiz üzerinden kolayca yapabilirsiniz. Anasayfada yer alan Rezervasyonlarım butonuna tıklayın, uçuş bilgilerinizi girin ve arama yapın. Seçtiğiniz uçuşu onayladıktan sonra, yolcu bilgilerinizi girip ödeme işlemini tamamlayarak rezervasyonunuzu gerçekleştirebilirsiniz."
      },
      "DATA2": {
        "QUESTION": "Rezervasyonumu nasıl değiştirebilirim?",
        "ANSWER": "Rezervasyonunuzu değiştirmek için Rezervasyonlarım bölümüne gidin ve giriş yaparak ilgili rezervasyonu seçin. Rezervasyon detaylarını güncellemek için talimatları izleyin. Değişiklikleriniz onaylandıktan sonra yeni uçuş bilgileriniz e-posta ile gönderilecektir. Rezervasyon değişiklikleri belirli şartlara bağlı olarak ek ücretler içerebilir."
      },
      "DATA3": {
        "QUESTION": "Biletimi nasıl iptal edebilirim?",
        "ANSWER": "Biletinizi iptal etmek için Rezervasyonlarım sayfasına giriş yaparak ilgili rezervasyonu seçin ve iptal işlemini başlatın. İptal işlemi tamamlandığında, iptal politikasına bağlı olarak ücret iadesi yapılacaktır. İptal işlemi için geçerli kurallar ve ücretler hakkında daha fazla bilgi almak için iptal politikamız sayfasını ziyaret edebilirsiniz."
      },
      "DATA4": {
        "QUESTION": "Bagaj hakkım nedir?",
        "ANSWER": "Standart bagaj hakkınız, ekonomi sınıfında 1 adet el bagajı ve 1 adet kabin bagajıdır. İş sınıfı ve ilk sınıf yolcuları için bagaj hakları farklı olabilir. Bagaj haklarınız hakkında detaylı bilgiye Bagaj Politikamız sayfasından ulaşabilirsiniz. Ayrıca, ekstra bagaj hakkı satın almak isterseniz, rezervasyon sırasında veya havaalanında ek ücret karşılığında bunu yapabilirsiniz."
      },
      "DATA5": {
        "QUESTION": "Ödeme seçeneklerim nelerdir?",
        "ANSWER": "Web sitemiz üzerinden bilet alırken kredi kartı, banka kartı ve çeşitli ödeme yöntemlerini kullanabilirsiniz. Ödeme seçeneklerimiz hakkında daha fazla bilgi almak için Ödeme Seçenekleri sayfasını ziyaret edebilirsiniz."
      },
      "DATA6": {
        "QUESTION": "Uçuşumun gecikmesi veya iptali durumunda ne yapmalıyım?",
        "ANSWER": "Uçuşunuzun gecikmesi veya iptali durumunda, müşteri hizmetlerimizle iletişime geçebilir veya havaalanındaki müşteri hizmetleri noktasından yardım alabilirsiniz. Gecikme veya iptal durumunda uygulanacak politikalar ve haklarınız hakkında detaylı bilgiye Gecikme ve İptal Politikası sayfasından ulaşabilirsiniz."
      },
      "DATA7": {
        "QUESTION": "Yolcu haklarım nedir?",
        "ANSWER": "Yolcu haklarınız, uçuşunuzla ilgili olası sorunlar durumunda size nasıl yardımcı olabileceğimiz konusunda bilgi sunar. Yolcu Hakları sayfamızda, haklarınız ve bunları nasıl kullanabileceğiniz hakkında detaylı bilgi bulabilirsiniz."
      },
      "DATA8": {
        "QUESTION": "Hangi belgeleri yanımda bulundurmam gerekiyor?",
        "ANSWER": "Uçuşa başlamadan önce kimlik belgesi (pasaport, kimlik kartı veya ehliyet) ve biletinizin bir kopyasını yanınızda bulundurmanız gerekmektedir. Uluslararası uçuşlarda pasaportunuzun geçerlilik süresinin uçuş tarihinden itibaren en az 6 ay olması gerektiğini unutmayın. Daha fazla bilgi için Belgeler sayfamızı kontrol edebilirsiniz."
      },
      "DATA9": {
        "QUESTION": "Havaalanında hangi hizmetler sunulmaktadır?",
        "ANSWER": "Havaalanlarında sunulan hizmetler hakkında bilgi almak için Havaalanı Hizmetleri sayfasını ziyaret edebilirsiniz. Bu hizmetler arasında dinlenme salonları, restoranlar, alışveriş noktaları ve diğer yolcu konfor hizmetleri yer almaktadır."
      },
      "DATA10": {
        "QUESTION": "Şikayet veya geri bildirimde bulunmak istiyorum, ne yapmalıyım?",
        "ANSWER": "Her türlü şikayet ve geri bildiriminiz bizim için önemlidir. Şikayetlerinizi veya geri bildirimlerinizi Geri Bildirim Formu aracılığıyla iletebilirsiniz. Ayrıca, müşteri hizmetlerimize e-posta göndererek veya telefonla iletişime geçerek de şikayetlerinizi bildirebilirsiniz."
      }
    }
  },
  "GENERAL_INFO": {
    "TITLE": "Genel Kurallar",
    "DESCRIPTION": "Hoş geldiniz! Bu sayfada, hizmetlerimizi kullanırken uymanız gereken genel kurallar ve politikalar hakkında bilgi bulabilirsiniz. Bu kurallar, güvenliğiniz, konforunuz ve adil bir deneyim için önemlidir. Lütfen aşağıdaki kuralları dikkatlice inceleyin.",
    "DATAS": {
      "DATA1": {
        "QUESTION": "Rezervasyon",
        "ANSWER": "Uçuş rezervasyonlarınızı web sitemiz üzerinden veya müşteri hizmetlerimiz aracılığıyla yapabilirsiniz. Rezervasyonlarınızın doğruluğunu kontrol etmek sizin sorumluluğunuzdadır."
      },
      "DATA2": {
        "QUESTION": "Biletler",
        "ANSWER": "Biletlerinizi rezervasyon sırasında belirtilen kurallara uygun olarak satın almalı ve ödeme işlemlerini tamamlamalısınız. Biletlerdeki bilgilerin doğruluğunu kontrol edin ve gerekli durumlarda değişiklik yapın."
      },
      "DATA3": {
        "QUESTION": "Check-in",
        "ANSWER": "Uçuşunuzdan en az 2 saat önce havaalanında bulunarak check-in işlemlerinizi tamamlamalısınız. Online check-in hizmetimizden de faydalanabilirsiniz."
      },
      "DATA4": {
        "QUESTION": "Bagaj",
        "ANSWER": "Standart bagaj hakkınızın dışında ek bagaj ücreti uygulanabilir. Bagajınızı havaalanına getirmeden önce kurallara uygun olarak hazırlamanız gerekmektedir. Kayıp veya hasarlı bagaj durumunda derhal bildirimde bulunun."
      },
      "DATA5": {
        "QUESTION": "Yasaklı Maddeler",
        "ANSWER": "Güvenlik kontrolünde yasaklı maddeler, sıvılar ve kesici eşyalar hakkında bilgi almak için güvenlik kuralları sayfamızı ziyaret edin. Bu maddeler havaalanına sokulamayacak ve güvenlik sorunlarına yol açabilir."
      },
      "DATA6": {
        "QUESTION": "Kişisel Güvenlik",
        "ANSWER": "Güvenlik personelinin talimatlarına uymalısınız. Herhangi bir şüpheli durum veya güvenlik ihlali derhal bildirilmeli ve işbirliği yapılmalıdır."
      },
      "DATA7": {
        "QUESTION": "Genel Davranış",
        "ANSWER": "Diğer yolcuların konforunu sağlamak için saygılı ve anlayışlı davranışlarda bulunmalısınız. Gürültü yapmaktan, rahatsız edici davranışlardan kaçının."
      },
      "DATA8": {
        "QUESTION": "Sigara İçme",
        "ANSWER": "Uçak içinde ve havaalanı içinde sigara içmek yasaktır. Sigara içme alanlarını kullanmalısınız."
      },
      "DATA9": {
        "QUESTION": "Sağlık Bilgileri",
        "ANSWER": "Özellikle bulaşıcı hastalıklar gibi sağlık sorunlarınız varsa, uçuş öncesinde doktorunuza danışın. Sağlık durumunuzla ilgili gerekli bilgileri hava yolu şirketine bildirmeniz gerekebilir."
      },
      "DATA10": {
        "QUESTION": "Acil Durumlar",
        "ANSWER": "Acil durum prosedürleri hakkında bilgi edinmeli ve acil durum ekipmanlarını nasıl kullanacağınızı öğrenmelisiniz."
      }
    }
  },
  "CONTACT": {
    "TITLE": "Yardım & İletişim",
    "INTRO": "Sizlere yardımcı olmaktan büyük mutluluk duyarız. Ancak öncelikle sorularınızı yanıtlamaya yardımcı olmasını düşündüğümüz için",
    "FAQ_LINK": "Sıkça Sorulan Sorular",
    "PHONE": "Telefon",
    "FAX": "Faks",
    "ADDRESS": "Adres",
    "EMAIL": "Mail",
    "P1": "Sorularınızı veya sorunlarınızı e-posta yoluyla bize iletebilirsiniz. E-posta adresimiz: yardim@air.com. E-posta ile iletişim kurduğunuzda, mesajınızın içeriğine bağlı olarak 24-48 saat içinde geri dönüş almayı bekleyebilirsiniz. Lütfen e-postanızda sorununuzu ayrıntılı bir şekilde açıklayın ve iletişim bilgilerinizi eklemeyi unutmayın.",
    "P2": "Anında destek almak isterseniz, canlı destek servisimizden yararlanabilirsiniz. Canlı destek ekibimiz, size sorularınız hakkında anında yardımcı olmak için buradadır. Çalışma Saatleri Pazartesi-Cuma, 09:00 - 18:00 arasındadır.",
    "P3": "Geri bildirimleriniz bizim için çok değerli. Hizmetlerimizi geliştirmek ve müşteri memnuniyetini artırmak için öneri ve yorumlarınızı geri bildirim formumuzu doldurarak paylaşabilirsiniz.",
    "WRITE_TO_US": "Bize Yazın",
    "SUBMIT_BUTTON": "Gönder",
    "RESET_BUTTON": "Temizle",
    "FORM": {
      "NAME_LABEL": "Adınız",
      "EMAIL_LABEL": "E-mail",
      "COMMENT_LABEL": "Yorum",
      "NAME_PLACEHOLDER": "isim soyisim şeklinde giriniz",
      "EMAIL_PLACEHOLDER": "email",
      "COMMENT_PLACEHOLDER": "Herhangi bir şey yazın"
    },
    "ERRORS": {
      "REQUIRED": "Bu alan zorunlu!",
      "EMAIL_FORMAT": "Email formatında olmalı!",
      "COMMENT_REQUIRED": "Lütfen buraya bir şeyler yazın!"
    }
  },
  "PASSENGER_RIGHTS": {
    "TITLE": "Yolcu Hakları Bilgilendirmesi",
    "WELCOME_MESSAGE": "Hoş geldiniz! Havayolu firmamız olarak, siz değerli yolcularımızın haklarını korumak ve en iyi hizmeti sunmak öncelikli hedefimizdir. Bu sayfada, yolcu haklarınız ve bunları nasıl kullanabileceğiniz hakkında önemli bilgiler bulabilirsiniz.",
    "SPECIFIC_RULES_TITLE": "Spesifik Durumlarda Değişebilecek Kurallar",
    "CONTACT_INFO": {
      "PHONE": "* Telefon Numarası: 444 4 444",
      "FAX": "* Fax Numarası: +90 (555) 555 55 55",
      "HELP_PAGE": "* Detaylı bilgi almak için Yardım & İletişim sayfasına gidiniz"
    },
    "RIGHTS": [
      {
        "TITLE": "Uçuş Gecikmeleri ve İptalleri",
        "DESCRIPTION": "Eğer uçuşunuz planlanan kalkış saatinden 2 saatten fazla gecikirse, yemek, içecek ve gerekli durumlarda konaklama hizmetleri sunulur. Ayrıca, gecikme süresine göre tazminat hakkınız olabilir. Uçuşunuz iptal edilirse, alternatif uçuş seçenekleri sunulur veya biletinizin ücretinin geri ödemesi yapılır. Uçuş iptalleri hakkında detaylı bilgi ve tazminat hakları için iptal politikamız sayfasını ziyaret edebilirsiniz."
      },
      {
        "TITLE": "Kaybolan ve Geciken Bagaj",
        "DESCRIPTION": "Eğer bagajınız kaybolur veya gecikirse, derhal havaalanı yetkililerine bildirmeniz gerekmektedir. Bagajınızın bulunması ve teslim edilmesi sürecinde destek alabilirsiniz. Kaybolan bagaj için tazminat başvurusu yapabilir ve gecikme süresine göre zararlarınızı karşılayabiliriz."
      },
      {
        "TITLE": "Yetersiz Hizmet ve Şikayetler",
        "DESCRIPTION": "Hizmet kalitesiyle ilgili herhangi bir sorun yaşarsanız, müşteri hizmetlerimiz ile iletişime geçebilirsiniz. Şikayetlerinizi bildirmeniz halinde, sorunlarınız en kısa sürede çözülmeye çalışılacak ve geri bildirimleriniz dikkate alınacaktır."
      },
      {
        "TITLE": "Engelli Yolcu Hakları",
        "DESCRIPTION": "Engelli yolcular için özel hizmetler ve yardımcı araçlar sunulmaktadır. Uçuş öncesi taleplerinizi bize bildirerek, ihtiyacınıza uygun hizmetlerin hazırlanmasını sağlayabilirsiniz. Engelli yolcu hizmetleri hakkında daha fazla bilgiye buradan ulaşabilirsiniz."
      },
      {
        "TITLE": "Ücret İadesi ve Tazminat",
        "DESCRIPTION": "Biletinizin iptali, değişikliği veya uçuş sorunları durumunda ücret iadesi ve tazminat hakkınız bulunmaktadır. Bu süreçlerle ilgili detaylı bilgi ve başvuru formuna ücret iadesi ve tazminat sayfasından erişebilirsiniz."
      },
      {
        "TITLE": "Haklarınızla İlgili Yardım",
        "DESCRIPTION": "Yolcu haklarınızla ilgili daha fazla bilgi almak veya yardım talep etmek için yardım merkezi veya iletişim formu üzerinden bizimle iletişime geçebilirsiniz. Amacımız, size en iyi deneyimi sunmak ve herhangi bir sorun yaşamanız durumunda yanınızda olmaktır."
      }
    ]
  },
  "HOME_CUSTOMER": {
    "DATAS": {
      "DATA1": {
        "TITLE": "Kış kaçamağınızı erkenden planlayın ve Antalya'yı daha ucuza keşfedin!",
        "DESCRIPTION": "59,99€‘dan başlayan fiyatlarla"
      },
      "DATA2": {
        "TITLE": "Air: sınırlı sayıda yerimiz var!",
        "DESCRIPTION": "İzmir ve Anadolu bagaj dahil 79,99€."
      },
      "DATA3": {
        "TITLE": "Uçağınıza giden treni kaçırmayın!",
        "DESCRIPTION": "39,99€‘dan başlayan fiyatlarla"
      },
      "DATA4": {
        "TITLE": "Seyahat Planlayıcısı",
        "DESCRIPTION": "19,99€‘dan başlayan fiyatlarla"
      }
    }
  },
  "FIND_FLIGHT": {
    "ADULT": "Yetişkin",
    "CHILD": "Çocuk",
    "BABY": "Bebek",
    "SAVE": "Kaydet",
    "CANCEL": "İptal",
    "TYPE2": "Çocuk (2-12 yaş)",
    "TYPE3": "Bebek (0-2 yaş)",
    "SEARCH_FLIGHT": {
      "TITLE": "Uçuş Ara",
      "FROM": "Nereden",
      "TO": "Nereye",
      "DATE": "Tarih",
      "TWO_WAYS": "Çift Yön",
      "PASSENGER": "Yolcu",
      "FIND_FLIGHT_BUTTON": "Uçuş Ara"
    },
    "CHECK_IN": {
      "TITLE": "Check-In",
      "ONLINE_CHECK_IN": {
        "TITLE": "Online Check In Yap",
        "DESCRIPTION": "Havalimanında sıra bekleme, zaman kazan."
      },
      "LAST_NAME": {
        "PLACEHOLDER": "Yolcunun Soyadı",
        "TOOLTIP": "Ör: YILMAZ"
      },
      "PNR": {
        "PLACEHOLDER": "Rezervasyon Kodu (PNR)",
        "TOOLTIP": "Ör: A1N2L3"
      },
      "CONFIRM_BUTTON": "Onayla"
    }
  },
  "SELECTED_FLIGHTS": {
    "DEPARTURE": "Kalkış",
    "DIRECT": "Direkt",
    "FROM": "İtibaren",
    "BEST_PRICE": "En İyi Fiyat",
    "RETURN": "Dönüş",
    "CONTINUE": "Devam",
    "DURATION": "1S 5DK",
    "CARD_DETAIL": {
      "DATA1": {
        "DETAILS": "15 kg bagaj, online check-in"
      },
      "DATA2": {
        "DETAILS": "20 kg bagaj, esnek değişiklik"
      },
      "DATA3": {
        "DETAILS": "25 kg bagaj, esnek değişiklik"
      }
    }
  },
  "PASSENGER_INFORMATION": {
    "LOGIN_TIPS": "Giriş yaparak işlemlerinizi hızlandırabilirsiniz.",
    "LOGIN": "Giriş Yap",
    "PERSONAL_INFO": "Kişisel Bilgiler",
    "NAME": "İsim",
    "NAME_ERROR": "İsim alanı zorunlu!",
    "LASTNAME": "Soyisim",
    "LASTNAME_ERROR": "Soyisim alanı zorunlu!",
    "GENDER": "Cinsiyet",
    "GENDER_ERROR": "Cinsiyet alanı zorunlu!",
    "GENDER_PLACEHOLDER": "Cinsiyetinizi seçiniz",
    "MALE": "Erkek",
    "FEMALE": "Kadın",
    "EMAIL": "E-mail",
    "EMAIL_ERROR": "Bu email geçersizdir!",
    "PHONE_NUMBER": "Telefon Numarası",
    "PHONE_NUMBER_ERROR": "Bu numara geçersizdir!",
    "PHONE_INPUT": "Lütfen numaranızı giriniz",
    "BIRTH": "Doğum Tarihi",
    "BIRTH_ERROR": "Doğum tarihi alanı zorunlu!",
    "NATIONALITY": "Uyruk",
    "NATIONALITY_ERROR": "Uyruk alanı zorunlu!",
    "NATIONALITY_PLACEHOLDER": "ör: Türkiye",
    "TCID": "TC Kimlik No",
    "TCID_ERROR": "TC Kimlik No 11 haneli olmalı!",
    "TCID_PLACEHOLDER": "Türk vatandaşı değilseniz boş bırakınız",
    "AGREE1": "Uçuş kurallarını okudum,",
    "AGREE2": "onaylıyorum",
    "CONTINUE": "Devam"
  },
  "FLIGHT_PAYMENT": {
    "SKT": "Son Kullanma Tarihi",
    "CARD_NUMBER": "Kart Numarası",
    "CARD_HOLDER": "Kart Sahibi",
    "PAYMENT": "Ödeme Yap"
  },
  "FLIGHT_DONE": {
    "SUCCESS_ALERT": "Ödeme başarılı. İyi seyahatler dileriz.",
    "PNR_INF0": "Rezervasyon (PNR) No:",
    "PASSENGER_INFORMATION": "Yolcu Bilgileri",
    "DOWNLOAD1": "Uçuş bilgilerinizi indirmek için",
    "DOWNLOAD2": "tıklayınız",
    "TRIP_DETAILS": "Seyahat Detayları",
    "FROM": "Nereden",
    "DEPARTURE_TIME": "Kalkış Zamanı",
    "TO": "Nereye",
    "ARRIVAL_TIME": "Varış Zamanı",
    "FLIGHT_NO": "Uçuş No",
    "TICKET_NO": "Bilet No",
    "VALIDITY_DATE": "Geçerlilik Tarihi",
    "PACKAGE_TYPE": "Paket Türü",
    "PACKAGE_DESC": "model uçuş paketi seçilmiştir.",
    "TYPE1": "Toplam Bagaj Hakkı: 15 Kg",
    "TYPE2": "Toplam Bagaj Hakkı: 20 Kg",
    "TYPE3": "Toplam Bagaj Hakkı: 25 Kg",
    "CABIN_BAGGAGE": "Kabin Bagaj Hakkı: 55x40x20 cm",
    "TIPS1": "HOW - REF/RES CHG RESTRICTED - UÇUŞUNUZDAN 24 SAAT ÖNCESİNE KADAR İADE/DEĞİŞİKLİK YAPABİLİRSİNİZ.",
    "TIPS2": "HOW - REF/RES CHG RESTRICTED - İADE/DEĞİŞİKLİK ÜCRETLİDİR."
  },
  "FLIGHT_STEPS": {
    "FLIGHTS": "Uçuşlar",
    "PASSENGERS": "Yolcular",
    "SEATS": "Koltuklar",
    "PAYMENT": "Ödeme",
    "DONE": "Onay"
  },
  "CUSTOMER_STATS": {
    "PASSENGER_COUNT": "Yolcu Sayısı",
    "PASSENGER_DETAIL": "800.000 Yerli 700.000 Yabancı",
    "STAFF_COUNT": "Personel Sayısı",
    "STAFF_DETAIL": "300.000 Yerli 135.500 Yabancı",
    "SATISFACTION_RATE": "Müşteri Memnuniyeti",
    "SATISFACTION_DETAIL": "4.6 Yerli 4.8 Yabancı",
    "OCCUPANCY_RATE": "Doluluk Oranı",
    "OCCUPANCY_DETAIL": "%55 Yerli %45 Yabancı"
  },
  "CHECK_IN": {
    "TITLE": "Online Check-In",
    "INSTRUCTIONS": "* Lütfen adınızı ve soyadınızı girerken BÜYÜK HARF kullanınız.\n* Lütfen adınızı ve soyadınızı biletinizde yazdığı şekilde girdiğinizden emin olunuz. Eğer isminizde Almanca noktalama işaretleri (ä, ü, ö) veya Türkçe karakter (ç, ı, ğ, ö, ş, ü) varsa bu karakterleri kullanmayınız. Çift nokta işaretlerini ve Türkçe karakterleri belirtilen şekilde değiştirmenizi rica ederiz: ä = ae, ü = ue, ö = oe veya ç=c, ı=i, ğ=g, ö=o, ş=s, ü=u",
    "BOOKING_CODE_LABEL": "Rezervasyon kodu",
    "LAST_NAME_LABEL": "Soyadı",
    "SUBMIT_BUTTON": "Onayla",
    "TIP_1": "* Uçuşunuzdan bir gün öncesinde check-in işlemleri açılmaktadır.",
    "TIP_2": "* Lütfen ekrandaki bilgileri doğru girdiğinizden emin olunuz. Olası bir sorun dahilinde iletişime geçiniz.",
    "TIP_3": "* Test amaçlı bir uygulamadır.",
    "TIP_4": "* Bilgileriniz tarafımızca korunur ve hiç bir şekilde üçüncü şahıs kişilerle paylaşılmaz.",
    "TIP_5": "* Temsili bir ekrandır."
  },
  "SELECT_CHECK_IN": {
    "CONTINUE": "Devam",
    "TIPS1": "* Uçuşunuzdan bir gün öncesinde check-in işlemleri açılmaktadır."
  },
  "CHECK_IN_DONE": {
    "SUCCESS_ALERT": "Check-In başarılı. İyi seyahatler dileriz."
  },
  "LOGIN": {
    "PASSWORD": "Parola",
    "REMEMBER_ME": "Beni Hatırla",
    "SIGN_IN": "Oturum Aç",
    "P1": "Hesabınız yok mu?",
    "SIGN_UP": "Üye Ol"
  },
  "REGISTER": {
    "PASSWORD": "Parola",
    "REPASSWORD": "Parola Tekrarı",
    "CONFIRM_COOKIES": "Çerezlere İzin Ver",
    "SIGN_IN": "Oturum Aç",
    "P1": "Zaten bir hesabınız var mı?",
    "SIGN_UP": "Üye Ol"
  },
  "PROFILE": {
    "TITLE": "Profilim",
    "DOWNLOAD": "Yükle",
    "P1": "Bilet alırken hızlı işlem yapabilmeniz için profilinizdeki bilgileri doldurmanızı öneririz.",
    "P2": "Profilinizi oluşturmak için lütfen giriş yapınız.",
    "SIGN_IN": "Giriş Yap",
    "EMAIL": "Email",
    "PASSWORD": "Parola",
    "FIRST_NAME": "İsim",
    "LAST_NAME": "Soyisim",
    "PHONE_NUMBER": "Cep Telefonu",
    "GENDER": "Cinsiyet",
    "BIRTH": "Doğum Tarihi",
    "TCID": "TC Kimlik No",
    "NATIONALITY": "Uyruk"
  },
  "FOOTER": {
    "FIELD1": "Anıl Yılmaz",
    "FIELD2": "Genel Kurallar",
    "FIELD3": "İletişim",
    "FIELD4": "SSS",
    "FIELD5": "Airline Havayolu Test Uygulaması"
  },
  "PRIVATE_LAYOUT": {
    "APP_NAME": "Havayolu Test Uygulaması",
    "HOME": "Anasayfa",
    "MENU1": "Seyehat İşlemleri",
    "CHECK_IN": "Check-In",
    "MENU2": "Ek Hizmetler",
    "SEAT_SELECTION": "Koltuk Seçimi",
    "BAGGAGE_ALLOWANCE": "Bagaj Hakkı",
    "VIP_SELECTION": "VIP Hizmetler",
    "FLEX_RESERVATION": "Esnek Rezervasyon",
    "INFLIGHT_SERVICES": "Uçak İçi Hizmetler",
    "MENU3": "Keşfet",
    "MENU4": "Yardım",
    "AIR_POINTS": "Air Puan Nedir",
    "GENERAL_INFO": "Genel Kurallar",
    "AIRPORT_INFO": "Havaalanı Bilgileri",
    "PASSENGER_RIGHTS": "Yolcu Hakları",
    "CONTACT": "Yardım & İletişim",
    "FAQ": "Sıkça Sorulan Sorular",
    "LIGHT_MODE": "Açık Mod",
    "DARK_MODE": "Gece Modu",
    "SIGN_IN": "Giriş Yap",
    "SIGN_OUT": "Çıkış Yap" 
  },
  "ADMIN": {
    "ADMIN_LAYOUT": "Admin İşlemleri",
    "ADMIN_HOME": "Admin Anasayfa",
    "USER_COMMENT": "Kullanıcı Yorumları",
    "USER_LIST": "Kullanıcılar",
    "FLIGHT_LIST": "Uçuşlar"
  }
}
